{
    "title": "Hanukkah Celebrates the Miracle of Light",
    "date": "December 5, 2020",
    "author": "Cantor Harriet Dunkerley",
    "img": "../../img/Rectangle 48.png",
    "paragraphs": [
        "When I was little, I could not wait for Chanukah to begin! I remember my mother carefully wrapping our gifts and placing them on two separate chairs, one chair for me and one for my brother. This always happened several days before we began lighting the candles - one for each night, adding on until all eight candles plus the helper (the Shamash) burned brightly. We were allowed one present each night, and I remember planning with my brother the order in which we would go through our gifts.",
        "Of course, back then, the true meaning and magic of Chanukah, the Jewish Festival of Lights that falls around this time each year, remained unknown to me. In the Jewish faith, we celebrate Chanukah for 8 nights beginning on the 24th night of the Hebrew month of Kislev. This usually falls somewhere between late November and mid-December depending on how the Hebrew (lunar) calendar, which is what is used to mark all Jewish holidays, lines up with the Gregorian calendar that is commonly used today.",
        "Cantor Harriet Dunkerley, in the Jewish tradition, Chanukah is a minor religious holiday, especially when compared to some of our other Festivals and High Holy Days. Its proximity to Christmas though has lent it ever increasing popularity and contributed to the commercialization of an observance that in truth, is a commemoration of a miracle. Chanukah is also a reminder that no matter how dark things may seem, we must always find ways to bring light into the darkness.",
        "Let us begin with the miracle! According to tradition and to the stories found in Jewish sacred texts, in 165 BCE, Judah and his small band of Maccabees defeated King Antiochus and his large Greek army, rescued the Temple in Jerusalem and rededicated it using the one small vial of pure oil they found. That vial contained only enough oil to burn for one night. Miraculously, it lasted for eight nights, the time it took to press and sanctify more olive oil! That was a big deal because the Temple's eternal flame, once lit, was not ever to be extinguished. And so, an 8-day festival of song, merriment and feasting ensued each year following this miracle at the insistence of Judah Maccabee himself.",
        "Judah and his band of Maccabees did more than kindle, pun intended, a new festival. They brought light back to the Israelites at a very dark time. The 2nd Temple had been looted and defiled, and Judaism had been outlawed. The story of Judah and The Maccabees is a classic triumph of good over evil, of light over darkness, of freedom over oppression. And in today's often divisive and uncertain world, we can all benefit from a reminder that light will always dispel the darkness. The wheel of the year will turn, and the days will once again lengthen as the nights shorten.",
        "In the Jewish faith, this is exactly what Chanukah reminds us each year because it falls during our darkest time. This year, that darkness is compounded by so much - a somber outlook as the Covid-19 pandemic ravages our country, and a news cycle that seems more and more hopeless and grim. I for one, am really looking forward to bringing some light into the world!",
        "Darkness is not just what fills the sky. It can fill our vision too, creating negative thoughts in the mind, and heavy feelings in the heart. What we believe to be true in our minds is linked to how we feel and can define our reality. In Judaism, the lights of Chanukah are like divine sparks that with every kindling help bring light into our thoughts and our hearts. Night by night, candle by candle, we pave the way for expansion, discovery and possibility as we internalize the energy of promise and hope that the Chanukah lights provide.",
        "One Chanukah custom is to put the Chanukiah, the Chanukah Menorah, in the window closest to the street so that anyone who passes might share in the miracle of light. So, as you are walking in your neighborhood between December 10th-17th this year, be on the lookout for small flames dispelling the darkness and welcoming back the light - physically and spiritually. It is there for all to enjoy and share! Chag Urim Sameach! (Happy Festival of Lights!)"
    ]
}
